Revit 2015 API
RoofTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public virtual RoofTypeSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As RoofTypeSetIterator
Visual C++
public:
virtual RoofTypeSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
RoofTypeSet Class
Autodesk.Revit.DB Namespace